Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Hoe is dit 'n voordeel?
ar: -كيف يعتبر ميزة؟

source: - Jy word 'n nuwe en ander persoon
ar: -ستصبحين جديدة وتتحوّلين إلى شخصية مختلفة.

source: Jy sal nie herkenbaar wees nie, wat beteken...
ar: لن يكون سهل التعرّف عليكِ وهذا يعني...

source: Ek wil lyk presies soos ek gelyk het
ar: أريد أن أبدوا تمامًا كما كُنت.

source: Jy sal binneaarse verdowing ontvang 'n etermasker kan nie gebruik word weens jou gesig se toestand, maar moenie bekommerd wees nie, jy sal diep slaap
ar: سيتم حقنك ببنج عن طريق الوريد. لن نستطيع إستعمال الأثير بسبب حالة وجهِك ( الأثير هو سائل فيزيائي منوّم) لا تقلقي كثيرًا ستغطين في نوم عميق.

source: Tel net agteruit: tien... nege, agt, ens.
ar: فقط عدّي من الخلف. عشرة... تسعة ثمانية إلى آخره

source: Weet jy wat die Amerikaners dit noem?
ar: هل تعلمين ماذا يسمونه الأمريكان؟

source: 'n "countdown"
ar: "العد التنازلي".

source: Dit kom uit 'n Duitse film, "Vrou in die Maan"
ar: أتى من فيلم الماني "نساء في القمر"

source: So, tel nou, tien...
ar: إذا إبدأي العد عشرة...

source: Tien
ar: -عشرة

source: - Nege...
ar: -تسعة...

source: Nege
ar: -تسعة

source: - Gaan aan
ar: -أكملي

source: Agt, sewe... ses, vyf...
ar: ثمانية سبعة... ستة خمسة...

source: JOHANNES LENZ, PIANIS, GESKEI OKTOBER, 04, 1944
ar: (حوانا لينز) رسامة - مطلقة أكتوبر 041944

source: Dit lyk alreeds goed
ar: هذا يبدوا رائًعًا جدًا.

source: 'n paar dae, en die verbande kom af
ar: مجرد يومان ونزيل الضمادات

source: Ek het 'n woonstel gekry, so tussen hakies, in Haifa
ar: بالمناسبة لقد وجدت شقة في (هايفا)

source: Jy kan die see sien
ar: تستطيعين روؤية البحر من هناك.

source: Pragtig, skoon argitektuur,
ar: جميل وبسيط أيضًا.

source: Bernstein het dit ontwerp
ar: (بيرنستين) من صممها

source: Ek het fotos. Wil jy kyk?
ar: لدي بعض الصور هل تريدين رؤيتها؟

source: Nee, ek het hom nie gesien nie
ar: لا لم أراه.

source: Nelly, dit was gebombardeer, dit bestaan nie meer nie
ar: تفجّرت منذ زمن يا (ليلي) إنها لم تعد موجودة.

source: Ek bestaan ook nie meer nie
ar: أنا لم أعد موجودة.

source: Nelly, onthou jy hoe jy gevoel het 3 maande gelede?
ar: (نيلي) هل تذكرين كيف كنتِ تشعرين قبل ثلاثةِ شهور؟

source: Hoe desperaat jy was?
ar: وكيف كُنتِ محبطة؟

source: Dis buitengewoon wat Dr Bongartz... met jou reggekry het
ar: إنهُ لشيء إستثنائي مافعلهُ الطبيب (بونقارتز) -خلال أيّام ستُزال الضمادات...

source: - Sou jy my kon herken?
ar: -هل تستطيعين التعرف عليّ؟

source: Sou jy my kon herken?
ar: هل يمكنك؟

source: Dit is ek
ar: هذه أنا

source: Waar het jy dit gekry?
ar: من أين أتيتِ بهذه؟

source: Die kliniek het prente nodig gehad vir die rekonstruksie
ar: العيادة أرادت صورة من أجل إعادة البناء

source: Jammer, dis die verkeerde woord
ar: متأسّفة إخترت الكلمة الخاطئة

source: Dr Bongartz het dit gebruik, en ek...
ar: دكتور (بونجارتز) استعملها وأنا ببساطة...

source: Herskepping is beter, reg?
ar: -كلمة التجديد أفضل صحيح؟

source: - Herskepping
ar: -التجديد

source: Kyk net na my
ar: فقط أُنظري إليّ!

source: Nelly, jy's pragtig!
ar: (نيلي) أنتِ جميلة.

source: Dis nie die punt nie
ar: إنه لا يتعلق بكوني جميلة أو لا

source: Wat beteken die sirkels?
ar: ماذا تعني هذه الدوائر؟

source: Daardie is Nazis
ar: هؤلاء نازيّين

source: En die kruise is vir die dooies?
ar: وماذا عن إشارات الصليب هُنا؟

source: Ons benodig 'n kruis bokant Esther ook
ar: نحتاج صليب فوق (ايسذير) أيضًا

source: Dis so 'n wonder jy't oorleef!
ar: يالها من معجزة أنّكِ نجوتِ

source: Daar's geen kruis bokant Johnny nie
ar: لا توجد علامة صليب فوق (جوني)

source: Johnny interesseer my nie
ar: (جوني) لا يهمّني

source: Hier is rokke, 'n jassie van Engelse materiaal, en daar is twee baadjies, 'n somerrok en een met 'n voering, om jou aan die gang te kry, almal aangekoop deur Mev Winter
ar: هاهي الفساتين معطف للملابس الإنجليزية وسترتين واحدة للصيف والأُخرى مُبطّنة

source: Wonderlike materiaal
ar: أزياء رائعة

source: Jy is 'n 38, reg?
ar: مقاسك 38 صحيح؟

source: En wanneer gaan jy na Palistina?
ar: ومتى سوف تذهبين إلى (فلسطين)؟

source: Hier is die badkamer, ten volle toegerus, en in werkende orde
ar: إذًا. هذه دورة المياه مجهزّه ومزودة بكل شيء

source: As jy iets benodig, laat my net weet
ar: أعلميني إذا احتجتي أي شيء

source: Nee, dit doen ons nie
ar: لا لن نضطر لهذا

source: Die lig bly af
ar: الأضواء ستبقى مُغلقة

source: Ons het 'n regte vliëeplaag
ar: لقد أُكتسحنا بواسطة الذباب

source: Die oorlog pla hulle gladnie
ar: يبدوا أن الحرب لم تسبب اي إزعاج لهم على الإطلاق

source: Hulle kom uit die meer in swerms
ar: يأتون من البحيرة على شكل أسراب ومجموعات

source: Nee, asseblief moenie, ek sal liewer self
ar: من فضلك لا تفعلين هذا أفضّل أن اقوم بتركيبها بنفسي

source: Wanneer eet ons, Elisabeth?
ar: -متى العشاء يا (اليزابيث)؟

source: Seweuur, as dit u pas, mevrou
ar: - عند السابعة مساءً إذا ناسبك هذا سيدتي

source: Wat het jy gekook vir ons?
ar: -ماذا طبختي لنا؟

source: Gestopte kool met soetbrood
ar: -محشيّ الملفوف مع بعض بنكرياس العجل

source: Waar het die soetbrood vandaan gekom?
ar: من أين يأتي بنكرياس العجل؟

source: Ek het geen koljander, geen botter, geen swartpeper, dis vreeslik!
ar: للأسف لا يوجد زبدة ولا جوز الطّيب ولا حتّى فلفل أسود هذا فظيع

source: Maar jy improviseer so meesterlik
ar: لكنك جهزتي شيئاً مختلفاً

source: Improviseer, improviseer!
ar: مختلفاً جداً

source: Ek het genoeg gehad van improvisering
ar: لقد جعلتها هكذا

source: Elisabeth is regtig 'n juweel!
ar: (اليزابيث) فريدة جدًا

source: Is sy nie 'n Nazi nie?
ar: -هي ليست بنازيّة؟

source: Sy het altyd die Nazis gehaat
ar: -لطالما كرهَت النازيّين

source: So, hou jy daarvan?
ar: إذًا هل أعجبتك الشقّة؟

source: Ek sit die dokumente vir die Haifa-woonstel op die lessenaar
ar: بالمناسبة لقد وضعت الأوراق من أجل شقة (هايفا) على المكتب

source: En ek het nog 2 ander in Tel Aviv gekry
ar: ووجدت شقتان آخرة لأجلنا في (تل ابيب)

source: Een is op 'n behuisingsprojek, ons het 'n perseel gekry
ar: واحدة لمشروع إسكان لقد خُصّصت لنا أرض هُناك

source: Jy weet, dit was nie maklik om vir ons beide visas te kry nie
ar: تعلمين أنه لم يكن من السهل الحصول على فيزا لنا نحن الاثنتان

source: So, daar
ar: -هاكِ

source: - Dankie, Elisabeth
ar: -شكرًا لكِ (اليزابيث)

source: Kan jy regkom?
ar: هل يمكنكِ الأكل؟

source: Kan ek dit weer hoor?
ar: هل بإمكاني السّماع للأُغنية مرةً أُخرى؟

source: Dis mooi, nê?
ar: إنها رائعة اليس كذلك؟

source: Ek het daarna geluister in London voordat ek slaap
ar: أود السماع لها في لندن قبل أن أنام

source: Sal jy dit vir my sing?
ar: هل لكِ أن تُغنّينُها لي؟

source: Ek kan nie meer Duitse liedere verdra nie
ar: لم أعد أطيق الأغاني الألمانية

source: Wanneer jy beter voel, sal ons na jou bates omsien
ar: عندما تتحسّنين سنهتم بالأصول والأموال

source: Is dit baie?
ar: هل هي كثيرة؟

source: Dis nogal, dit sal tyd neem om die Nazis uit die eiendomme te kry, maar daar is genoeg geld in Switserland
ar: سيستغرق القليل من الوقت... لإخراج النازيّين من المناطق ولكن هناك الكثير من المال في السويد

source: Dis die sg. slagoffer-geld, maar dit bring 'n verpligting mee
ar: إنها أموالُ الضحايا ويجب أن نلتزم بذلك

source: Om wat te doen?
ar: لفعل ماذا؟

source: Om na Palistina te gaan , en 'n staat te help skep waar Jode veilig kan lewe
ar: للذهاب إلى فلسطين وإيجاد منطقة نستطيع فيها نحن اليهود العيش بسلام

source: As ons dit doen, kry ons alles terug wat hulle weggeneem het
ar: ولهذا علينا إسترجاع جميع المال الذي أُخٍذ منّا

source: Miskien sal ons dan weer Duitse liedjies kan sing
ar: ربّما لاحقًا سنستطيع الغِناء وسماع بعضًا من الأغاني الألمانية

source: Gee my dan iets
ar: إذًا أعطيني مالًا

source: Ek soek na my man, hy's ook 'n musikant
ar: أنا أبحث عن زوجي هو موسيقي أيضًا

source: Wat speel hy?
ar: ماذا يعزف؟

source: Hy's 'n pianis
ar: البيانو

source: As hy gelukkig is, is hy in een van die kabarets of klubs
ar: إذا حالفه الحظ سيكون في ملهى أو في نادي

source: So nie staan hy op 'n hoek met 'n trekklavier
ar: وإذا لم يحالفه سيكون في زاويةً ما مع آلته الموسيقيّة

source: Watter klubs?
ar: أي أندية؟

source: Ek sou die Amerikaanse sektor probeer
ar: لو كنت مكانك لذهبت إلى المنطقة الأمريكية

source: Johnny, wat het ek gedoen?
ar: (جوني) ماذا فعلت؟

source: Ek wou net 'n bietjie dans!
ar: كل ما أردته هو أن الرقص قليلًا

source: Los my uit! Johnny! Los!
ar: اتركني (جوني) دعني أرحل!

source: Verskoon my, ek het jou aangesien vir iemand anders
ar: المعذرة لقد إعتقدتُك شخصًا آخر

source: Bly waar jy is!
ar: قفي مكانك

source: Ek het gesê 'Bly net daar'!
ar: لقد قُلتُ توقّفي!

source: Wat het jy in jou sak?
ar: ماذا تحملين في حقيبتك؟

source: Wys my!
ar: أريني

source: Die mooi jas!
ar: ماذا فعلَت بالمعطف؟

source: Ek sal dit nooit afkry nie!
ar: لن أستطيع إزالة هذا الشيء

source: Dis teer!
ar: هذا "قار" (مادة سائئلة سوداء تستعمل لصنع الطرق)

source: Waar het sy baljaar?
ar: أين كانت تتسكّع؟

source: Sal jy ons vir 'n moment alleen los, Elisabeth?
ar: هل تعذرينا للحظة (اليزابيث)؟

source: So, het jy hom gekry?
ar: إذًا هل قابلتيه؟

source: Jy kan nie net snags rondloop nie, daar is alle tipes daar!
ar: لا يمكنك التجوّل خارجًا بالليل هكذا. هذي عاقبة فِعلك

source: Ek gaan nie saans uit sonder 'n pistool nie
ar: أنا لا أخرج بدون أن احمل سلاح

source: Ek kan nie altyd na jou omsien nie, ek gaan eersdaags Pole toe
ar: لا أستطيع الإهتمام بكِ دائمًا سأذهب إلى بولندا قريبًا

source: Ek mag 'n rukkie daar bly
ar: -من المتحمل انني سأكون هُناك لفترة

source: Vir hoe lank?
ar: -إلى متى؟

source: 'n week, twee, miskien langer
ar: أسبوع أسبوعان ربما أطول

source: Het jy gedink oor Haifa of Tel Aviv?
ar: هل فكّرتي بـ تل ابيب أو هايفا؟

source: In Tel Aviv is daar 'n Joodse koor geskep deur Vera Stroux
ar: في تل ابيب هنالِك يهوديّين وجوقة تدار بواسطة (فيرا ستروكس)

source: Dit mag jou pas
ar: -ربًما تناسبك

source: Wat sou ek doen in 'n Joodse koor?
ar: -وماذا عليّ أن أفعل مع جوقة يهوديّة؟

source: Ek's nie 'n Jood nie
ar: -أنا لستُ يهودية

source: Jy is, of jy daarvan hou of nie
ar: -يهوديّة سواء أعجبك هذا أو لا

source: Hulle het probeer om jou te dood omdat jy 'n Jood is
ar: لقد حاولوا قتلك بسبب يهوديّـتك

source: Ons kan nie hier bly nie, Nelly
ar: لا نستطيع البقاءَ هُنا يا(نيلي)

source: Johnny het jou verraai
ar: (جوني) خانك وخدعك

source: Jy was gearresteer op 6 Oktober, 1944
ar: في السادس من أكتوبر 1944 كنتِ مسجونة

source: Johnny was gearresteer op 4 Oktober, 1944
ar: وجوني كان مسجون في الرابع من أكتوبر في نفس السنة

source: Hy was ondervra en toe losgelaat net na jou arres op 6 Oktober
ar: تم إستجوابه وأٌطلِقَ سراحه بعد دخولك للسجن مباشرة في السادس من أكتوبر

source: Hy was nie in die tronk gesit nie, geen straf nie, inteendeel, hy is toegelaat om weer te speel, nou wil hy jou geld hê
ar: لم يتم وضعه في السجن لا عقوبات أبدًا... والآن بعد ماسنحت له الفرصة للعزف مرة أخرى فهو يريد جميع أموالك

source: Wanneer?
ar: -أين؟

source: Twee maande gelede
ar: قبل شهرين

source: Het jy gepraat met hom?
ar: هل تحدّثتِ إليه؟

source: Ek praat nie met verraaiers nie
ar: لا أتحدّث إلى الخونه

source: Ons het bier!
ar: لدينا بعض الكحول

source: Ons het koue bier! Ons het whisky!
ar: لدينا جعّة باردة وويسكي أيضًا

source: Ons het sjampanje!
ar: ولدينا شمبانيا

source: En nou gaan ons heerlike Vicky en Lola sing;
ar: والآن مُبهجاتنا (فيكي) و (لولا)...

source: Cole Porter se
ar: سيُغنّون أغنية لـ (كولي بورتير)...

source: "Night and Day"
ar: 'ليلة ويوم'

source: Night and Day
ar: 'ليلة ويوم'

source: Johnny!
ar: جوني!

source: Nelly?
ar: نيلي؟

source: Alles reg?
ar: هل كل شيء على مايرام؟

source: Wag, ek is nou terug
ar: لحظة واحدة سأرجع حالًا

source: Ek het vir jou 'n rewolver ook.
ar: أحضرتُ لكِ سلاح

source: Weet jy hoe om dit te gebruik?
ar: هل تعرفين كيفيّة إستخدامه؟

source: Om dit net te wys is al genoeg
ar: إذا واجهتكِ أي مشكلة سيكون كافي

source: Ek soek vir Johnny
ar: أنا أبحث عن (جوني)

source: Het hy jou daardie swart oë gegee?
ar: هل هو من سبّب لكِ هذه الكدمات؟

source: Hy werk hier
ar: إنه يعمل هُنا

source: Daar's geen Johnny hier nie
ar: لا يوجد شخص يُسمّى (جوني) هُنا

source: Maar ek het hom gesien
ar: -لكنني رأيته

source: Ek ken nie 'n Johnny nie, en jy?
ar: -لا أعرف شخصًا يسمى جوني هل تعرفين؟

source: Hoe lyk dit met 'n koffie?
ar: مارأيك بإحتساء فنجان من القهوة؟

source: - Of twee?
ar: او اثنين؟

source: Ek bring
ar: -أنا قادم

source: - Is jy Johnny?
ar: -هل أنت (جوني)؟

source: Die meisie hier soek werk Maar moet haar nie weer slaan nie!
ar: هذه الفتاة تُريد ان تعمل هُنا ولكن لا تقوم بضربها مرة أخرى

source: Johannes, kry bietjie lewe!
ar: (جوهانيس) هيّا تحرك!

source: Hy's die een om mee te praat, Mej
ar: هو من تريدين التحدث اليه من أجل الوظيفة

source: Soek jy werk?
ar: هل تبحثين عن عمل؟

source: Het jy 'n woonstel?
ar: هل تملكين مكان تعيشين فيه؟

source: Jy alleen?
ar: ملكك وخاص فيك؟

source: Wag bietjie
ar: إنتظري قليًلا آنسة

source: Kom saam, ek het nie baie tyd nie
ar: من هُنا سيدتي لا أملك الكثير من الوقت

source: Saam kan ons geld maak
ar: نستطيع كسب الكثير من المال

source: Jy lyk baie na iemand
ar: تبدين مشابهه جدًا لشخصٍ ما

source: - My vrou
ar: -زوجتي

source: Lewendig was sy arm, dood is sy ryk
ar: عاشت فقيرة وعند موتها هي ثريّة

source: Sy en haar hele familie is doodgemaak
ar: هي وجميع أفراد عائلتها قُتلوا

source: Hiernatoe
ar: من هُنا

source: Jy kan die agterste kamer gebruik
ar: تستطيعين ان تحظين بالغرفة الخلفية

source: Ek slaap hier
ar: أنا انام هُنا

source: Ek kan nie haar erflating kry nie
ar: ولا أستطيع إمتلاك ميراثُها

source: Daar's geen bewys van haar dood nie
ar: لا يوجد أي أدلة وهي الآن ميتة

source: Miskien is sy nog lewend
ar: -ربما لا تزال على قيد الحياة

source: Sy is dood
ar: -ليست كذلك

source: Jy moet die rol van my vrou speel
ar: عليكِ ان تؤدي شخصية زوجتي

source: Ek sal jou afrig, jy moet terugkeer as 'n oorlewende, en haar erflating eis
ar: سأتكفل بأمرِك وأنتِ عودي كأنكِ نجوتِ من القتل واجمعي أموالها

source: Ons sal dit deel
ar: وسنقسمها بيننا

source: Daar's 20,000 dollar vir jou
ar: 20 الف دولار منها ستكون ملكك

source: Maar jy kan nie vir die volgende paar weke uitgaan nie
ar: ولكن لن يمكنك الخروج خلال الأسابيع القادمة

source: Niemand mag jou sien nie!
ar: لن يراك أحد

source: Ek sal sorg vir kos
ar: سأهتم بأمر الطعام

source: Daar's 'n Amerikaanse bier daarin
ar: -وجد بعض الجعة الأمريكية

source: Moet my asseblief nie so noem nie
ar: أرجوكِ لا تناديني بـ (جوني)

source: Nou... wat moet ek jou noem?
ar: إ-إ-إذا بماذا؟

source: Johannes
ar: (جوهانيس)

source: Jy sal my later openlik Johnny noem
ar: تستطيعين مناداتي بـ (جوني) عند العامة فقط

source: Tot dan is ek Johannes
ar: -عدا ذلك (جوهانيس)

source: Later?
ar: -العامة؟

source: Ja, wanneer jy teruggekom het as 'n oorlewende
ar: نعم عندما تعودين كناجية من الحادثة

source: Wat's jou naam, in elk geval?
ar: بالمناسبة ماهو إسمك؟

source: Esther
ar: (ايسذير)

source: Daar is nie meer baie Esthers oor nie
ar: لم يتبقى الكثير من الأشخاص أسمائهم كإسمك

source: Wat was jou vrou se naam?
ar: ماذا كان إسم زوجتك الراحلة؟

source: Nelly
ar: (نيلي)

source: Ek sal vieruur terug wees
ar: سأعود عند الرابعة صباحًا

source: Gaan slaap asb.
ar: أرجوك دعيني أنام

source: Lyk ek... regtig soos sy?
ar: هل أنا... هل بالفعل أبدو شبيهه بزوجتك؟

source: Nee, maar jy sal
ar: لا. لكنك ستكونين بالقريب

source: Lene?
ar: ليني؟

source: Lene!
ar: ليني!

source: Nee, moenie die lig aansit nie
ar: لا دعي الأضواء مُغلقة

source: Jy het hom gesien
ar: هل رأيتيه؟

source: Die deur is oop
ar: إنه مفتوح

source: Gaan asseblief eers uit
ar: من فضلك عودي للخارج

source: Kom weer in
ar: أعيدي طريقة دخولك للغرفة

source: Sonder die sakke
ar: بدون الحقيبة

source: Moenie na my kyk nie, kom net in en stap die trappe af
ar: لا تنظرين إلي فقط أدخلي وامشي حتى الأسفل

source: Gaan net met die trappe af
ar: اسرعي بالمسير فقط حتى نهاية الدرج

source: Weet jy, ek het gehoop jy sou nie terugkom nie
ar: حقيقةً تمنيت ألّا ترجعين

source: Dit sal nie werk nie
ar: -لن يتكلّل الأمر بالنجاح هاكِ دولارين

source: En 'n rantsoenkaart, ...ek is jammer
ar: وبطاقة تموين انا آسف

source: Goed, vat dit!
ar: هيا خذيها

source: Gaan nou!
ar: والآن أرحلي

source: Maar ons wou oefen! - Dit gaan nie werk nie
ar: -ولكنًنا أردنا ان نُمارس الطريقة

source: - Omdat jy dit nie wil laat werk nie!
ar: - لأنكِ لاتريدين أن تفعلين ما أطلب -

source: Vat dit net, ...vat die geld, en gaan
ar: والآن أرجوك خُذي المال -وارحلي

source: Ons kon ten minste probeer het...
ar: -على الأقل نستطيع أن...

source: Vat jou sak
ar: -خذي حقيبتك

source: - Net vir 'n paar dae
ar: -فقط لعدة أيام

source: As dit nie werk nie, sal ek gaan
ar: إذا كان الأمر لا يسير بالشكل الصحيح سأُغادر

source: Asseblief
ar: أرجوك

source: Sit aan die anderkant
ar: اجلسي في الجهة المُقابلة

source: Hier's 'n voorbeeld
ar: هاكِ نموذج...

source: Jy moet kan skryf soos sy
ar: يجب عليكِ أن تكوني قادرة على الكتابة مثلها

source: Oefen dit
ar: مارسيها

source: Dis 'n inkopielys
ar: إنها قائمة تسوّق

source: Ja, dis waarmee ons sal begin
ar: نعم إنها ماسنبدأ به

source: Toe, oefen
ar: والآن مارسيها

source: Is dit al wat jy besit?
ar: هل هذا جميع ماتملكين؟

source: Ek sal sien wat ek kan kry
ar: سأرى مايمكنني ان انظمه

source: Oefen
ar: هيّا مارسي

source: Daar's 'n bietjie kos oor
ar: يوجد بعض بقايا الطعام اذا أردتي

source: Jy hoef nie te snuffel nie,
ar: لم يجب عليكِ التفتيش

source: Daar's nie geld in die laai nie
ar: فليس هنالك مال

source: O, dit?
ar: أوه ذلك

source: Ek benodig voorbeelde
ar: -أردت أمثلة

source: Haar handskrif
ar: لخطّ كتابتها

source: Ek het die lysie klaargemaak, en toe soek ek meer materiaal
ar: لقد انتهيت من قائمة التسوّق -وإحتجت بعض المواد

source: Wys my
ar: -اريني

source: Dis... dis op die tafel
ar: إنها على الطاولة

source: Jy het dit nie afgetrek nie?
ar: لم تحاولي بأن تُخططي مثلها؟

source: 200 G MARGARIEN, 4 EIERS, SUIKER, ROSYNE, 1 SUURLEMOEN
ar: مئتي غرام من السمن، 4 حبات بيض وسكّر وليمون

source: Sit asseblief
ar: تجهّزي

source: Ek sal nooit gewoond raak om aan die linkerkant te ry nie
ar: إنني لن أعتادُ أبداً بأن أقودُ وأنا بالجهة اليسرى

source: Skryf dit
ar: .أكتبيها

source: O, ek sien!
ar: أوه، فهمت

source: Skryf:
ar: :أكتُبي

source: Ek leef, en sal gou huistoe kom
ar: أنا على قيد الحياة، وسأعودُ قريباً

source: Geteken, Nelly Lenz
ar: :موقعةٌ بواسطة (نيلي لينز)

source: Dit is haar handtekening
ar: .هذا توقيعُها

source: Dis byna identies
ar: .إنها متقاربٌ نوعاً ما

source: Goed, jy kan hier slaap, ons sal môre aangaan
ar: جيّد، يمكنُكِ النوم هنا .وسنستمرُ غداً

source: Goeie môre - Goeie môre
ar: صباحُ الخير - صباحُ الخير -

source: Ek het vir jou 'n paar goed gebring
ar: لقد أحضرتُ لكِ بعض الأغراض

source: Is dit... Nelly se goed?
ar: ..هل هذه أغراضُ (نيلي)؟

source: Hulle is verbrand
ar: .لقد إحترقت

source: Daar is net die skoene
ar: وتبقّت الأحذية

source: Hulle is van Parys!
ar: ! هل هي من باريس

source: Pas hulle aan, ...probeer die skoene
ar: هيّا جربيهم، جرّبي الأحذية

source: Het jy dit vir haar gekoop?
ar: هل إشتريتها لها؟

source: - Ek dink so
ar: - أظنُ ذلك -

source: Pas dit?
ar: أهي مناسبة؟

source: Het julle saam Parys toe gegaan?
ar: هل ذهبتما إلى باريس؟

source: Ek moet hierdie dinge weet Probeer die ander, loop rond
ar: أريد أن أعرف ماقصتهم - جرّبي الأخرى، وإمشي بهم قليلاً -

source: Druk hulle?
ar: هل تؤلمُك؟

source: So, waarom loop jy so snaaks?
ar: إذن لما تمشين بصعوبة؟

source: Ons sal dit ook moet oefen
ar: يجبُ أن نتمرّن على هذه أيضاً

source: Ek het nou-net opgestaan, en nog nie ge-eet nie
ar: للتو إستيقظت من النوم .لم أتناول الفطور - الماءُ يغلي، سنأكل بعد قليل -

source: Stap nou normaal, asseblief,
ar: والآن من فضلك تحرّكي بشكل عادي

source: Dis te lank
ar: إنهُ طويلٌ جداً

source: Kan jy naaldwerk doen?
ar: أيمكنُكِ الخياطة؟

source: Ek bedoel, dit korter maak - Die rok?
ar: أعني، أن تقُصي منه وتقصّريه - الفستان؟

source: Haar rokke was net onder die knie
ar: فساتينها دوماً تكون أسفلُ الركبة بقليل

source: Altyd mooi en kort en wyd
ar: ،دائماً جميلة وقصيرة .واسعها ومريحة

source: Kan jy dit doen?
ar: أيمكنُك فعلُ ذلك؟

source: Is dit my koffie?
ar: - أهذه قهوتي؟ -

source: Jou hare lyk naar!
ar: شعرُكِ سيء

source: Ons sal daaraan iets moet doen
ar: عليكِ أن تقومين بشيء من أجله

source: Nelly het altyd haar hare gekleur
ar: (نيلي) دائماً ماتقوم بصبغ شعرها

source: Ja, 'n klomp!
ar: - الكثير -

source: Ons het pas begin
ar: .لازلنا بالبداية

source: As ons gereed is, ek bedoel as ons hier klaar is, sal jy 'n trein van die ooste neem, en ons sal jou by die stasie ontmoet en ek sal in 'n rooi rok en
ar: إن نجحنا، أعني إن إنتهينا هنا ستركبين قطاراً من الشرق وسنقابلُكِ بالمحطة

source: skoene uit Parys wees?
ar: الفستان الأحمر والأحذية الباريسية؟

source: Dink jy enigiemand kom uit die kampe so?
ar: أتظنُ أن أحداً سيغادر المخيمات هكذا؟

source: Niemand sal dit glo nie
ar: فلا أحد يستطيع شراء هكذا أشياء

source: Het jy al van die terugkerendes gesien?
ar: لقد رأيتِ العائدين

source: Al die brandwonde en vervalle gesigte!
ar: جميعهم ذوو وجوهٍ محروقة ,اجسادٌ سيئة

source: Niemand kyk na hulle nie, almal vermy hulle
ar: .لا أحد ينظرُ لهم .الجميعُ يتجنبهم

source: Maar ons wil dat hulle jou sien en sê: dis Nelly!
ar: لكن، نريدُ منهم أن ينظروا ويقولون، إنها (نيلي)

source: Sy's terug!
ar: (نيلي) فعلتها لقد عادت

source: Sy dra 'n wye rok en netjiese skoene, omdat sy so bly is
ar: إنها ترتدي فستانٌ رائع وحذاءٌ جميل .لأنها سعيدة

source: Dis wat ons graag wil hê!
ar: وهذا الفعل سيوصلُنا لمانريده

source: Hierdie is die mense wat jou daar sal kom ontmoet, en met hulle sal jy moet kan praat
ar: هؤلاء قد يقابلونك وهؤلاء قد تقابلينهم بعد الوصول

source: Hulle name en bietjie inligting
ar: .أسمائهم وبعض التفاصيل عنهم

source: Leer dit deeglik, sodat jy dit kan ken
ar: إحفظيها جميعها عن ظهر قلب

source: Ek sal by jou wees, jou help. As dit nodig is, bars in trane uit, asof jy oorweldig is
ar: سأكونُ معكِ، وسأساعدُك وإذا لزم الأمر، قومي بالبكاء

source: Of omhels hulle net, dan sal ek onderbreek
ar: ،أو قومي بحظنهم .ثم سأتدخّل

source: Ons sal dit oefen
ar: .سنتمرّن على ذلك

source: Dié met kruise is dood
ar: الذين عليهم دائرة هم موتى

source: Leer van hulle ook, vir ingeval
ar: يجب أن تعرفينهم، على أيّة حال

source: Daardie een is geskiet in Lichtenberg, hy was 'n Nazi
ar: هذا قتل في يشتنبيرغ كان نازي

source: Hierdie een?
ar: وهذا؟ - وهذا أيضاً -

source: - Ja, en sy ook
ar: وهي ميتين

source: Het jy... enige fotos van Nelly?
ar: ..هل لديك أيّة صور لـ(نيلي)؟

source: Ek sou haar graag wou sien
ar: أودُ أن أراها

source: Later, leer nou eers van daardie mense
ar: لاحقاً، إحفظي هذه الآن

source: Watter kleur oë het Nelly gehad?
ar: مالونُ عيون (نيلي)؟

source: Dieselfde as jy
ar: - نفسُ لون عينيك -

source: Watter kleur is dit?
ar: ماهو اللون؟ - الأزرق -

source: Ek het die antwoord gekry vir jou hare
ar: وجدتُ حلاً لشعرُكِ

source: Hierdie is nie my vrou nie, dis 'n aktrise,
ar: ،ليس زوجتي إنها ممثلة

source: Nelly het gehou van die foto
ar: (نيلي) أحبّت الصورة

source: Sy het dit gebruik as sy grimeer
ar: والمكياج

source: Die hare, sy het dit gekopieer, veral vir uitvoerings
ar: .والشعر قامت بنسخ هذه الصورة، لأجل الأداء

source: Vir alle optredes
ar: بكلّ شيء، في الحقيقة

source: Dink jy jy kan dit doen?
ar: أتظُنين أن بإمكانك فعلها؟

source: Jy weet hoe om te grimeer, nê?
ar: إنكِ تعلمين كيف تضعين المكياج،أليس كذلك؟

source: Ek het dit vir jou saamgebring
ar: أحضرتُ لكِ القليل

source: En iets vir jou hare, die kleur moet reg wees
ar: والقليلُ لأجِل شعرُك لونُ الصبغة قد يكون مناسباً

source: Dit sal nie werk nie, dit...
ar: لن ينفعل الأمر

source: Ek kan nie so van 'n kamp af kom nie
ar: لايمكنني القدوم من مخيّم هكذا

source: Ek het dit al verduidelik - Nee, dis al...
ar: لقد وضحتُ كلّ شيء - لا، ليس هذا قصدي -

source: Hulle wil Nelly hê, nie 'n verflenterde kamp-oorlewende nie
ar: إنهم يريدون رؤية (نيلي) وليست فتاة قذرة معتقلة

source: Dis waaraan ons hier werk
ar: وهذا مانحنُ نعملُ عليه

source: As ek van 'n... kamp kom, sal iemand my vra
ar: ...إذا أتيت ،من مخيّم سيسألُني شخصٌ ما

source: wat ek daar beleef het, wat ek...
ar: ،مالذي حصل لي هناك ..مالذي

source: Hoe dit was daar, en ek sal 'n storie benodig
ar: ،كيف كان الوضعُ هناك وأنا بحاجة لحكاية - أيّ نوع من الحكاية؟

source: - Een of ander... soos... hoe ons op 'n stomp gesit het,
ar: ماذا؟
